Repository: beta6/DataEntrySystemv2
Catalog: webapp/DataEntry_v2/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: THIS SOFTWARE IS PROVIDED 'AS IS' AND ANY EXPRESSED OR IMPLIED WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE DISCLAIMED. IN NO EVENT SHALL THE REGENTS OR CONTRIBUTORS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES; LOSS OF USE, DATA, OR PROFITS; OR BUSINESS INTERRUPTION) HOWEVER CAUSED AND ON ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY, OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE) ARISING IN ANY WAY OUT OF THE USE OF THIS SOFTWARE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.
de: DIESE SOFTWARE WIRD OHNE MÄNGELGEWÄHR ZUR VERFÜGUNG GESTELLT, UND JEGLICHE AUSDRÜCKLICHE ODER STILLSCHWEIGENDE GARANTIE, EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DIE STILLSCHWEIGENDE GARANTIE DER MARKTGÄNGIGKEIT UND DER EIGNUNG FÜR EINEN BESTIMMTEN ZWECK, WIRD ABGELEHNT. IN KEINEM FALL HAFTEN DIE REGENTEN ODER MITWIRKENDEN FÜR DIREKTE, INDIREKTE, ZUFÄLLIGE, BESONDERE, BEISPIELHAFTE ODER FOLGESCHÄDEN (EINSCHLIESSLICH, ABER NICHT BESCHRÄNKT AUF DIE BESCHAFFUNG VON ERSATZWAREN ODER -DIENSTLEISTUNGEN, NUTZUNGS-, DATEN- ODER GEWINNVERLUSTE ODER GESCHÄFTSUNTERBRECHUNGEN), WIE AUCH IMMER DIESE VERURSACHT WURDEN UND AUF WELCHER HAFTUNGSTHEORIE SIE BERUHEN, SEI ES DURCH VERTRAG, VERSCHULDENSUNABHÄNGIGE HAFTUNG ODER UNERLAUBTE HANDLUNGEN (EINSCHLIESSLICH FAHRLÄSSIGKEIT ODER SONSTIGES), DIE IN IRGENDEINER WEISE AUS DER NUTZUNG DIESER SOFTWARE ENTSTEHEN, SELBST WENN AUF DIE MÖGLICHKEIT EINES SOLCHEN SCHADENS HINGEWIESEN WURDE.
es: ESTE SOFTWARE SE PROPORCIONA "TAL CUAL" Y SE RECHAZA CUALQUIER GARANTÍA EXPRESA O IMPLÍCITA, INCLUIDAS, ENTRE OTRAS, LAS GARANTÍAS IMPLÍCITAS DE COMERCIABILIDAD E IDONEIDAD PARA UN FIN DETERMINADO. EN NINGÚN CASO LOS REGENTES O LOS COLABORADORES SERÁN RESPONSABLES DE NINGÚN DAÑO DIRECTO, INDIRECTO, INCIDENTAL, ESPECIAL, EJEMPLAR O CONSECUENTE (INCLUYENDO, PERO SIN LIMITARSE A, LA ADQUISICIÓN DE BIENES O SERVICIOS SUSTITUTIVOS; LA PÉRDIDA DE USO, DATOS O BENEFICIOS; O LA INTERRUPCIÓN DE LA ACTIVIDAD COMERCIAL), SEA CUAL SEA LA CAUSA Y LA TEORÍA DE LA RESPONSABILIDAD, YA SEA POR CONTRATO, RESPONSABILIDAD ESTRICTA O AGRAVIO (INCLUYENDO LA NEGLIGENCIA O DE OTRO TIPO) QUE SURJA DE CUALQUIER MANERA DEL USO DE ESTE SOFTWARE, INCLUSO SI SE AVISA DE LA POSIBILIDAD DE TALES DAÑOS.
fr: CE LOGICIEL EST FOURNI " EN L'ÉTAT " ET TOUTES LES GARANTIES EXPLICITES OU IMPLICITES, Y COMPRIS, MAIS SANS S'Y LIMITER, LES GARANTIES IMPLICITES DE QUALITÉ MARCHANDE ET D'ADÉQUATION À UN USAGE PARTICULIER, SONT REJETÉES. EN AUCUN CAS, LES RÉGENTS OU LES CONTRIBUTEURS NE POURRONT ÊTRE TENUS RESPONSABLES DE TOUT DOMMAGE DIRECT, INDIRECT, ACCESSOIRE, SPÉCIAL, EXEMPLAIRE OU CONSÉCUTIF (Y COMPRIS, MAIS SANS S'Y LIMITER, L'ACQUISITION DE BIENS OU DE SERVICES DE SUBSTITUTION, LA PERTE D'UTILISATION, DE DONNÉES OU DE BÉNÉFICES, OU L'INTERRUPTION D'ACTIVITÉ), QUELLE QU'EN SOIT LA CAUSE ET QUELLE QUE SOIT LA THÉORIE DE RESPONSABILITÉ, QU'IL S'AGISSE D'UN CONTRAT, D'UNE RESPONSABILITÉ STRICTE OU D'UN DÉLIT (Y COMPRIS LA NÉGLIGENCE OU AUTRE) DÉCOULANT DE QUELQUE MANIÈRE QUE CE SOIT DE L'UTILISATION DE CE LOGICIEL, MÊME S'ILS ONT ÉTÉ INFORMÉS DE LA POSSIBILITÉ DE TELS DOMMAGES.

source: Menu Options
de: Menü Optionen
es: Menú de opciones

source: Welcome to Data Entry System v2
de: Willkommen bei Data Entry System v2
es: Bienvenido a Data Entry System v2
fr: Bienvenue à Data Entry System v2

source: Documentation
de: Dokumentation
es: Documentación

source: Data Entry for data entry workers (this part is for you, worker)
de: Dateneingabe für Dateneingabearbeiter (dieser Teil ist für Sie, Arbeiter)
es: Entrada de datos para trabajadores de entrada de datos (esta parte es para ti, trabajador)
fr: Saisie de données pour les travailleurs de la saisie de données (cette partie est pour vous, travailleur)

source: User registration.
de: Registrierung der Benutzer.
es: Registro de usuarios.
fr: Enregistrement de l'utilisateur.

source: This manual is aimed at basic use by engravers/verifiers, in this first version.<br/><br/>I will try to guide you through the process of using the program.<br/>Try to read the entire manual, to avoid difficulties in using the program at some point.<br/><br/>The first step you must take is to access
de: <br/><br/>Ich werde versuchen, Sie durch den Prozess der Benutzung des Programms zu führen.<br/>Lesen Sie das gesamte Handbuch, um Schwierigkeiten bei der Benutzung des Programms zu vermeiden.<br/><br/>Der erste Schritt, den Sie tun müssen, ist der Zugang zu
es: Este manual está orientado a un uso básico por parte de los grabadores/verificadores, en esta primera versión.<br/><br/>Intentaré guiarle en el proceso de utilización del programa.<br/>Intente leer todo el manual, para evitar dificultades en el uso del programa en algún momento.<br/><br/>El primer paso que debe dar es acceder a
fr: Ce manuel est destiné à une utilisation de base par les graveurs/vérificateurs, dans cette première version.<br/><br/>J'essaierai de vous guider tout au long du processus d'utilisation du programme.<br/>Essayez de lire l'intégralité du manuel, afin d'éviter les difficultés d'utilisation du programme à un moment donné.<br/><br/>La première étape que vous devez franchir est d'accéder...

source: Registration
de: Register
es: Registro
fr: Registre

source: click on the link if you want to register as a user and be able to access the system or choose the option in the menu in the upper right corner.
de: Klicken Sie auf den Link, um sich als Benutzer zu registrieren und Zugang zum System zu erhalten, oder wählen Sie die Option im Menü in der oberen rechten Ecke.
es: pulse el enlace si desea registrarse como usuario y poder acceder al sistema o elija la opción del menú de la esquina superior derecha.
fr: cliquez sur le lien si vous voulez vous enregistrer comme utilisateur et pouvoir accéder au système ou choisissez l'option dans le menu en haut à droite.

source: You have to fill in all the fields that appear there.
de: Sie müssen alle Felder ausfüllen, die dort erscheinen.
es: Tienes que rellenar todos los campos que aparecen allí.
fr: Vous devez remplir tous les champs qui y apparaissent.

source: Surnames
de: Username
es: Apellidos
fr: le nom

source: username you choose to log in later
de: Benutzername, mit dem Sie sich später anmelden
es: el nombre de usuario que elijas para conectarte más tarde
fr: le nom d'utilisateur que vous choisissez pour vous connecter ultérieurement

source: password. Try to choose a password that includes letters, numbers and some symbol such as point, comma, slash... no less than 10 characters.
de: Kennwort. Versuchen Sie, ein Passwort zu wählen, das aus Buchstaben, Zahlen und einigen Symbolen wie Punkt, Komma, Schrägstrich usw. besteht und nicht weniger als 10 Zeichen enthält.
es: contraseña. Intenta elegir una contraseña que incluya letras, números y algún símbolo como punto, coma, barra... no menos de 10 caracteres.
fr: mot de passe. Essayez de choisir un mot de passe qui comprend des lettres, des chiffres et certains symboles tels que le point, la virgule, la barre oblique... pas moins de 10 caractères.

source: Dropdown with 'Developer' (developer) 'Monitor' (monitor), 'Worker' (recorder/verifier).
de: Dropdown-Menü mit "Entwickler" (Developer), "Monitor" (Monitor), "Worker" (Recorder/Verifier).
es: Desplegable con 'Developer' (desarrollador) 'Monitor' (monitor), 'Worker' (grabador/verificador).
fr: Liste déroulante avec "Developer" (développeur), "Monitor" (moniteur), "Worker" (enregistreur/vérificateur).

source: We will choose Worker, to be able to record and verify campaigns.
de: Wir werden Worker auswählen, um Kampagnen aufzeichnen und überprüfen zu können.
es: Elegiremos a Worker, para poder registrar y verificar las campañas.
fr: Nous choisirons Worker, pour pouvoir enregistrer et vérifier les campagnes.

source: We give OK and notify an administrator or person in charge (monitor or equivalent) of our name and the fact that we have registered.
de: Wir geben unser OK und teilen einem Verwalter oder einer verantwortlichen Person (Monitor oder gleichwertig) unseren Namen und die Tatsache mit, dass wir uns angemeldet haben.
es: Damos el visto bueno y notificamos a un administrador o responsable (monitor o equivalente) nuestro nombre y el hecho de que nos hemos registrado.
fr: Nous donnons OK et notifions à un administrateur ou à un responsable (moniteur ou équivalent) notre nom et le fait que nous nous sommes inscrits.

source: The monitor will activate our account and give us access if we register correctly.
de: Der Monitor wird unser Konto aktivieren und uns Zugang gewähren, wenn wir uns korrekt anmelden.
es: El monitor activará nuestra cuenta y nos dará acceso si nos registramos correctamente.
fr: Le moniteur activera notre compte et nous donnera accès si nous nous enregistrons correctement.

source: We can access from Menu >>
de: Wenn Sie sich im Browser anmelden, können Sie über Menü >>
es: Podemos acceder desde el Menú >>
fr: En se connectant dans le navigateur, on peut accéder à partir du Menu >>

source: we enter user/password and if we have the account activated by the monitor, we can access with our registration data.
de: wir geben Benutzer/Passwort ein und wenn wir das Konto durch den Monitor aktiviert haben, können wir mit unseren Registrierungsdaten zugreifen.
es: introducimos usuario/contraseña y si tenemos la cuenta activada por el monitor, podemos acceder con nuestros datos de registro.
fr: nous entrons utilisateur/mot de passe et si nous avons le compte activé par le moniteur, nous pouvons accéder avec nos données d'enregistrement.

source: Recording and Verification.
de: Aufzeichnung und Verifizierung.
es: Registro y verificación.
fr: Enregistrement et vérification.

source: After registering and activating your user and before starting the recording process, get in touch with your monitor so that it assigns you as a recorder in the project already created and ready to work on it.
de: Nach der Registrierung und Aktivierung Ihres Benutzers und vor Beginn der Aufzeichnung setzen Sie sich mit Ihrem Monitor in Verbindung, damit er Sie als Aufzeichner in dem bereits erstellten Projekt zuordnet und bereit macht, daran zu arbeiten.
es: Después de registrar y activar tu usuario y antes de iniciar el proceso de grabación, ponte en contacto con tu monitor para que te asigne como grabador en el proyecto ya creado y listo para trabajar en él.
fr: Après avoir enregistré et activé votre utilisateur et avant de commencer le processus d'enregistrement, entrez en contact avec votre moniteur pour qu'il vous assigne comme enregistreur dans le projet déjà créé et prêt à travailler dessus.

source: If you are a worker or monitor, you can work as a recorder or verifier in the project, after completing the previous step.
de: Wenn Sie ein Arbeiter oder ein Beobachter sind, können Sie als Aufzeichner oder Überprüfer im Projekt arbeiten, nachdem Sie den vorherigen Schritt abgeschlossen haben.
es: Si eres trabajador o monitor, puedes trabajar como registrador o verificador en el proyecto, después de completar el paso anterior.
fr: Si vous êtes un travailleur ou un moniteur, vous pouvez travailler comme enregistreur ou vérificateur dans le projet, après avoir effectué l'étape précédente.

source: Login in the browser, we can access from Menu >>
de: Wenn Sie sich im Browser anmelden, können Sie über Menü >>
es: Iniciar sesión en el navegador, podemos acceder desde Menú >>
fr: En se connectant dans le navigateur, on peut accéder à partir du Menu >>

source: Once this is done, display the menu in the upper right corner of the page
de: Sobald dies geschehen ist, zeigen Sie das Menü in der oberen rechten Ecke der Seite an
es: Una vez hecho esto, despliegue el menú en la esquina superior derecha de la página
fr: Une fois que c'est fait, affichez le menu dans le coin supérieur droit de la page

source: Choose the Data Entry option to save and Data Verify to save and verify respectively.
de: Wählen Sie die Option Dateneingabe zum Speichern und Datenüberprüfung zum Speichern bzw. Überprüfen.
es: Elija la opción de Entrada de Datos para guardar y Verificación de Datos para guardar y verificar respectivamente.
fr: Choisissez l'option Saisie de données pour enregistrer et Vérification des données pour enregistrer et vérifier respectivement.

source: We cannot verify if prior to this we did not record information in the program or project database, that is, we must save the entire project and then verify it.
de: Wir können nicht prüfen, wenn wir vorher keine Informationen im Programm oder in der Projektdatenbank erfasst haben, d. h. wir müssen das gesamte Projekt speichern und dann prüfen.
es: No podemos verificar si antes no registramos la información en la base de datos del programa o del proyecto, es decir, debemos guardar todo el proyecto y luego verificar.
fr: Nous ne pouvons pas vérifier si, auparavant, nous n'avons pas enregistré les informations dans la base de données du programme ou du projet, c'est-à-dire que nous devons sauvegarder l'ensemble du projet et ensuite le vérifier.

source: The project is divided into batches that each user must record or verify exclusively. It is safer than a single user take charge of your assigned lots to avoid problems. The same applies to verification. The allocation of lots will be done speaking directly and organizing the work among the group of engravers coordinated by the monitor.
de: Das Projekt wird in Lose aufgeteilt, die jeder Benutzer exklusiv erfassen oder überprüfen muss. Es ist sicherer, als wenn ein einzelner Benutzer die ihm zugewiesenen Lose betreut, um Probleme zu vermeiden. Das Gleiche gilt für die Überprüfung. Die Zuteilung der Lose erfolgt durch direktes Sprechen und die Organisation der Arbeit unter der Gruppe der Graveure, die vom Monitor koordiniert wird.
es: El proyecto se divide en lotes que cada usuario debe registrar o verificar exclusivamente. Es más seguro que un solo usuario se encargue de sus lotes asignados para evitar problemas. Lo mismo ocurre con la verificación. La asignación de lotes se hará hablando directamente y organizando el trabajo entre el grupo de grabadores coordinados por el monitor.
fr: Le projet est divisé en lots que chaque utilisateur doit enregistrer ou vérifier exclusivement. Il est plus sûr qu'un seul utilisateur prenne en charge les lots qui lui sont attribués pour éviter les problèmes. Il en va de même pour la vérification. L'attribution des lots se fera en parlant directement et en organisant le travail entre le groupe de graveurs coordonné par le moniteur.

source: Ignoring this recommendation can bring known bug problems such as duplication of information or similar that should be avoided to obtain reliable data at the end of the recording. In the future these bugs will be corrected but for now they should be avoided in this way.
de: Die Nichtbeachtung dieser Empfehlung kann zu bekannten Fehlerproblemen führen, wie z. B. der Duplizierung von Informationen oder Ähnlichem, die vermieden werden sollten, um am Ende der Aufzeichnung zuverlässige Daten zu erhalten. In Zukunft werden diese Fehler behoben werden, aber im Moment sollten sie auf diese Weise vermieden werden.
es: Ignorar esta recomendación puede traer problemas de errores conocidos como la duplicación de información o similares que deben evitarse para obtener datos fiables al final de la grabación. En el futuro estos errores se corregirán pero por ahora deben evitarse de esta manera.
fr: Ignorer cette recommandation peut entraîner des problèmes de bogues connus, comme la duplication d'informations ou autres, qu'il faut éviter pour obtenir des données fiables à la fin de l'enregistrement. A l'avenir, ces bugs seront corrigés mais pour l'instant, il convient de les éviter de cette manière.

source: We must choose a project and a batch in the Data Entry and Data Verify options before working with them
de: Wir müssen ein Projekt und einen Stapel in den Optionen Dateneingabe und Datenüberprüfung auswählen, bevor wir mit ihnen arbeiten können.
es: Debemos elegir un proyecto y un lote en las opciones de Entrada de Datos y Verificación de Datos antes de trabajar con ellos
fr: Nous devons choisir un projet et un lot dans les options de saisie et de vérification des données avant de travailler avec eux.

source: Once in the recording/verification screen we can make use of several keys assigned to different tasks that we can consult by positioning the mouse in the circle that is on the box with the fields on the right side of the screen or recording area.
de: Auf dem Bildschirm für die Aufzeichnung/Überprüfung stehen mehrere Tasten zur Verfügung, die verschiedenen Aufgaben zugeordnet sind und die durch Positionierung der Maus in dem Kreis auf dem Feld mit den Feldern auf der rechten Seite des Bildschirms oder des Aufzeichnungsbereichs aufgerufen werden können.
es: Una vez en la pantalla de grabación/verificación podemos hacer uso de varias teclas asignadas a diferentes tareas que podemos consultar posicionando el ratón en el círculo que hay sobre el recuadro con los campos en la parte derecha de la pantalla o zona de grabación.
fr: Une fois dans l'écran d'enregistrement/vérification, nous pouvons utiliser plusieurs touches affectées à différentes tâches que nous pouvons consulter en positionnant la souris dans le cercle qui se trouve sur la boîte avec les champs sur le côté droit de l'écran ou de la zone d'enregistrement.

source: If the program throws many errors and/or messages in the recording/verification process, we can close the windows that appear with errors pressing the [esc] key several times, clearing the area of ​​the screen corresponding to said messages.
de: Wenn das Programm während der Aufzeichnung/Überprüfung viele Fehler und/oder Meldungen ausgibt, können Sie die Fenster mit den Fehlern schließen, indem Sie mehrmals die [esc]-Taste drücken und so den Bereich des Bildschirms mit den Meldungen löschen.
es: Si el programa arroja muchos errores y/o mensajes en el proceso de grabación/verificación, podemos cerrar las ventanas que aparecen con errores pulsando la tecla [esc] varias veces, despejando la zona de la pantalla correspondiente a dichos mensajes.
fr: Si le programme génère de nombreuses erreurs et/ou messages au cours du processus d'enregistrement/vérification, nous pouvons fermer les fenêtres qui apparaissent avec les erreurs en appuyant plusieurs fois sur la touche [esc], ce qui efface la zone de l'écran correspondant auxdits messages.

source: Like [esc] there are many more keys available and useful in the recording process. Consult them in the help of said screen as commented above.
de: Wie [esc] gibt es viele weitere Tasten, die für den Aufnahmeprozess nützlich sind. Lesen Sie sie in der Hilfe des oben genannten Bildschirms nach.
es: Al igual que [esc] hay muchas más teclas disponibles y útiles en el proceso de grabación. Consúltalas en la ayuda de dicha pantalla como se ha comentado anteriormente.
fr: Comme [esc], il existe de nombreuses autres touches disponibles et utiles dans le processus d'enregistrement. Consultez-les dans l'aide dudit écran comme commenté ci-dessus.

source: The RESET button on the recording screen clears the content of the current record, PREV accesses the previous record and NEXT accesses the next record as long as the registration is correct and the data is correctly entered. Otherwise, errors will appear without allowing progress.
de: Mit der Taste RESET auf dem Aufzeichnungsbildschirm wird der Inhalt des aktuellen Datensatzes gelöscht, mit PREV wird der vorherige Datensatz aufgerufen und mit NEXT wird der nächste Datensatz aufgerufen, sofern die Registrierung korrekt ist und die Daten richtig eingegeben wurden. Andernfalls werden Fehler angezeigt, ohne dass ein Fortschritt möglich ist.
es: El botón RESET de la pantalla de registro borra el contenido del registro actual, PREV accede al registro anterior y NEXT accede al siguiente registro siempre que el registro sea correcto y los datos estén bien introducidos. En caso contrario, aparecerán errores sin permitir el avance.
fr: Le bouton RESET de l'écran d'enregistrement efface le contenu de l'enregistrement en cours, PREV permet d'accéder à l'enregistrement précédent et NEXT à l'enregistrement suivant, pour autant que l'enregistrement soit correct et que les données soient correctement saisies. Dans le cas contraire, des erreurs apparaîtront sans permettre de progresser.

source: If the recording is with an image and the OCR/BARCODE option was applied, the program will have filled in the fields with OCR or BARCODE depending on the recognition. The job of the recorder or verifier is to modify and correct the recognized data and fill in the empty fields that remain to be filled.
de: Wenn die Aufzeichnung mit einem Bild erfolgt und die Option OCR/BARCODE angewendet wurde, hat das Programm die Felder je nach Erkennung mit OCR oder BARCODE ausgefüllt. Die Aufgabe des Erfassers oder Überprüfers besteht darin, die erkannten Daten zu ändern und zu korrigieren und die leeren Felder auszufüllen, die noch ausgefüllt werden müssen.
es: Si la grabación es con una imagen y se ha aplicado la opción OCR/BARCODE, el programa habrá rellenado los campos con OCR o BARCODE en función del reconocimiento. El trabajo del grabador o verificador es modificar y corregir los datos reconocidos y rellenar los campos vacíos que quedan por rellenar.
fr: Si l'enregistrement se fait avec une image et que l'option OCR/BARCODE a été appliquée, le programme aura rempli les champs avec OCR ou BARCODE selon la reconnaissance. Le travail de l'enregistreur ou du vérificateur consiste à modifier et à corriger les données reconnues et à remplir les champs vides qui restent à remplir.

source: Once we have filled in all the records of the batch by recording or verifying, an end of batch message will appear.
de: Sobald wir alle Datensätze des Stapels durch Aufzeichnung oder Überprüfung ausgefüllt haben, wird eine Meldung über das Ende des Stapels angezeigt.
es: Una vez que hayamos rellenado todos los registros del lote grabando o verificando, aparecerá un mensaje de fin de lote.
fr: Une fois que nous avons rempli tous les enregistrements du lot en les enregistrant ou en les vérifiant, un message de fin de lot apparaît.

source: There are image management controls (enlarge, reduce, etc...) by means of the mouse if the recording is with an image
de: Es gibt Steuerelemente für die Bildverwaltung (Vergrößern, Verkleinern, usw.) mit der Maus, wenn die Aufnahme mit einem Bild erfolgt
es: Existen controles de gestión de la imagen (ampliar, reducir, etc...) mediante el ratón si la grabación es con imagen
fr: Il existe des commandes de gestion de l'image (agrandir, réduire, etc...) au moyen de la souris si l'enregistrement est avec une image

source: At this point, we can consult the recording statistics to see our performance in the project.
de: An dieser Stelle können wir die Aufzeichnungsstatistiken einsehen, um unsere Leistung im Projekt zu sehen.
es: En este punto, podemos consultar las estadísticas de grabación para ver nuestro rendimiento en el proyecto.
fr: À ce stade, nous pouvons consulter les statistiques d'enregistrement pour voir notre performance dans le projet.

source: Statistics.
de: Statistik
es: Estadísticas
fr: Statistiques
