Repository: beta6/DataEntrySystemv2
Catalog: webapp/DataEntry_v2/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: The statistics can be consulted from the menu in the upper right corner by clicking on STATS.
de: Die Statistiken können über das Menü in der oberen rechten Ecke durch Anklicken von STATS abgerufen werden.
es: Las estadísticas pueden consultarse desde el menú de la esquina superior derecha, haciendo clic en ESTADÍSTICAS.
fr: Les statistiques peuvent être consultées à partir du menu dans le coin supérieur droit en cliquant sur STATS.

source: Its use is trivial, the options of the corresponding window are chosen, the CHART button is clicked and they will appear the corresponding statistics.
de: Die Benutzung ist trivial, man wählt die Optionen des entsprechenden Fensters aus, klickt auf die Schaltfläche CHART und es erscheinen die entsprechenden Statistiken.
es: Su uso es trivial, se eligen las opciones de la ventana correspondiente, se pulsa el botón GRÁFICO y aparecerán las estadísticas correspondientes.
fr: Son utilisation est triviale, on choisit les options de la fenêtre correspondante, on clique sur le bouton GRAPHIQUE et ils apparaîtront les statistiques correspondantes.

source: Nothing more to add for the recorder/verifier role. Only that you can change the password from the menu on the top right.
de: Für die Rolle des Schreibers/Überprüfers gibt es nichts mehr hinzuzufügen. Nur, dass Sie das Passwort über das Menü oben rechts ändern können.
es: Nada más que añadir para el rol de grabador/verificador. Sólo que puedes cambiar la contraseña desde el menú de la parte superior derecha.
fr: Rien de plus à ajouter pour le rôle d'enregistreur/vérificateur. Seulement que vous pouvez changer le mot de passe à partir du menu en haut à droite.

source: I hope your experience with the program is satisfactory.<br/>You can make donations on the help page of the program, DONATE option, for the time and effort made to develop this program or directly pay me a coffee.</br>You can also directly on the sourceforge download page, forum option, make comments about the program as propose new features, report bugs you find for correction, etc...<br/>You can also write me to the email of the menu option [about]
de: Ich hoffe, Ihre Erfahrung mit dem Programm ist zufriedenstellend.<br/>Sie können Spenden auf der Hilfeseite des Programms, DONATE Option, für die Zeit und Mühe gemacht, um dieses Programm zu entwickeln oder direkt zahlen mir einen Kaffee.</br>Sie können auch direkt auf der sourceforge Download-Seite, Forum Option, machen Kommentare über das Programm als neue Funktionen vorschlagen, berichten Sie Fehler finden Sie für die Korrektur, etc...<br/>Sie können auch schreiben Sie mir auf die E-Mail der Menüoption [über]
es: Espero que tu experiencia con el programa sea satisfactoria.<br/>Puedes hacer donaciones en la página de ayuda del programa, opción DONATE, por el tiempo y el esfuerzo realizado para desarrollar este programa o directamente pagarme un café.</br>También puedes directamente en la página de descarga de sourceforge, opción foro, hacer comentarios sobre el programa como proponer nuevas funcionalidades, reportar errores que encuentres para su corrección, etc...<br/>También puedes escribirme al correo electrónico de la opción del menú [about]
fr: J'espère que votre expérience avec le programme est satisfaisante.<br/>Vous pouvez faire des dons sur la page d'aide du programme, option DONATE, pour le temps et les efforts fournis pour développer ce programme ou me payer directement un café.<br>Vous pouvez aussi directement sur la page de téléchargement sourceforge, option forum, faire des commentaires sur le programme comme proposer de nouvelles fonctionnalités, signaler les bugs que vous trouvez pour correction, etc...<br/>Vous pouvez aussi m'écrire à l'email de l'option de menu [about].

source: <h4>Thank you for using <b>DATA ENTRY SYSTEM V2</b>. Greetings.</h4>
de: <h4>Danke, dass Sie <b>DATA ENTRY SYSTEM V2</b> benutzen. Viele Grüße</h4>
es: <h4>Gracias por utilizar <b>Sistema de entrada de datos V2</b>. Saludos.</h4>
fr: <h4>Merci d'avoir utilisé <b>DATA ENTRY SYSTEM V2</b>. Salutations.</h4>

source: Modify Language
de: Sprache ändern
es: Modificar la lengua
fr: Modifier la langue

source: Logged in
de: Eingeloggt
es: Conectado
fr: Connecté

source: Modify Password
de: Passwort ändern
es: Modificar la contraseña
fr: Modifier le mot de passe

source: Projects
de: Projekte
es: Proyectos
fr: Projets

source: saved
de: gespeichert
es: guardado
fr: sauvegardé

source: Users for
de: Benutzer für
es: Usuarios para
fr: Utilisateurs pour

source: User request sent
es: Solicitud de usuario enviada

source: Data Entry
de: Dateneingabe
fr: Saisie de données

source: Monitor
fr: Moniteur

source: No
de: Nein
fr: Non

source: Contact
de: Kontakt

source: Docs
de: Dokumente
