Repository: beta6/DataEntrySystemv2
Catalog: webapp/DataEntry_v2/locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: Image Project
es: Proyecto de imagen

source: Campaign Name
es: Nombre de Campaña

source: Customer
de: Kunde
es: Cliente
fr: Client

source: Image Project
de: Image-Projekt
es: Proyecto de imagen
fr: Projet d'image

source: Load File
es: Cargar Archivo

source: Block Number
de: Blocknummer
es: Número de bloque
fr: Numéro de bloc

source: Field Name
de: Feld Name
es: Nombre del campo
fr: Nom du champ

source: Length
de: Länge
es: Longitud
fr: Longueur

source: Properties
es: Propiedades

source: Select Property
es: Seleccione Propiedad

source: Property
de: Eigentum
es: Propiedad
fr: Propriété

source: Fields
es: Campos

source: Select Field
de: Feld auswählen
es: Seleccione el campo
fr: Sélectionner le champ

source: Field
de: Feld
es: Campo
fr: Champ

source: List Name
es: Nombre de la lista
fr: Nom de la liste

source: Incorrect Filename. Allowed Chars: '0-9a-z._-A-Z'
de: Falscher Dateiname. Erlaubte Zeichen: '0-9a-z._-A-Z'
es: Nombre de archivo incorrecto. Caracteres permitidos: '0-9a-z._-A-Z'
fr: Nom de fichier incorrect. Caractères autorisés : "0-9a-z._-A-Z".

source: Error: processing compressed file: %s
de: Fehler: Verarbeitung einer komprimierten Datei: %s
es: Error: procesando archivo comprimido: %s
fr: Erreur : traitement d'un fichier compressé : %s

source: Error: file type not supported.
de: Fehler: Dateityp nicht unterstützt.
es: Error: tipo de archivo no admitido.
fr: Erreur : le type de fichier n'est pas pris en charge.

source: Field Type
de: Feldtyp
es: Tipo de campo
fr: Type de champ

source: Field Nº
de: Feld Nr.
es: Nº de campo
fr: Champ Nº

source: Screen Nº
de: Bildschirm Nº
es: Nº de pantalla
fr: Nº d'écran

source: Count
de: Zählen Sie
es: Cuenta
fr: Comte

source: Enter csv file with separator ':' and two fields: code and value
de: csv-Datei mit Trennzeichen ':' und zwei Feldern eingeben: Code und Wert
es: Introduzca el archivo csv con el separador ':' y dos campos: código y valor
fr: Entrez dans le fichier csv avec le séparateur ':' et deux champs : code et valeur.

source: error saving file...
de: Fehler beim Speichern der Datei...
es: error al guardar el archivo...
fr: erreur d'enregistrement du fichier...

source: file must be utf-8 encoding
de: Datei muss utf-8 kodiert sein
es: el archivo debe estar codificado en utf-8
fr: le fichier doit être codé en utf-8

source: List load
de: Liste laden
es: Carga de la lista
fr: Chargement de la liste

source: Import Data
es: Importación de Datos

source: Code
es: Código

source: Value
de: Wert
es: Valor
fr: Valeur

source: Name
es: Nombre
fr: Nom

source: Invalid data. Correct it and retry.
de: Ungültige Daten. Korrigieren Sie sie und versuchen Sie es erneut.
es: Datos no válidos. Corríjalo y vuelva a intentarlo.
fr: Données non valides. Corrigez-les et réessayez.

source: List
de: Liste
es: Lista
fr: Liste

source: Select List
de: Liste auswählen
es: Seleccione la lista
fr: Sélectionner la liste

source: Screen
de: Bildschirm
es: Pantalla
fr: Écran

source: Integer
es: Entero
fr: Entier

source: invalid form
de: ungültige Form
es: formulario inválido
fr: formulaire non valide

source: BarCode read from campaign
de: BarCode gelesen von Kampagne
es: Código de barras leído de la campaña
fr: Code barre lu depuis la campagne

source: OCR read from campaign
de: OCR gelesen von Kampagne
es: OCR leído de la campaña
fr: OCR lu depuis la campagne

source: Campaign
de: Kampagnen
es: Campañas
fr: Campagnes

source: , filling in
de: , Ausfüllen
es: , rellenando
fr: , remplissage

source: Clear&Fill Data
de: Clear&Fill-Daten
es: Borrar y rellenar datos
fr: Effacer et remplir les données

source: Load Data from campaign
de: Daten aus Kampagne laden
es: Cargar datos de la campaña
fr: Charger les données de la campagne

source: Load Data
de: Daten laden
es: Datos de carga
fr: Données de charge

source: Download campaign
de: Kampagne herunterladen
es: Descargar campaña
fr: Télécharger la campagne

source: Export Data
es: Exportación de datos

source: Status
es: Estatus
fr: Statut

source: Data
de: Daten
es: Datos
fr: Données

source: unassigned
de: nicht zugewiesen
es: sin asignar
fr: non attribué

source: Data Verify
de: Daten Prüfen
es: Verificación de datos
fr: Vérification des données

source: Hour
de: Stunde
es: Hora
fr: Heure

source: Day
de: Tag
es: Día
fr: Jour

source: Month
de: Monat
es: Mes
fr: Mois

source: Year
de: Jahr
es: Año
fr: Année

source: All
de: Alle
es: Todo
fr: Tous

source: User
es: Usuario

source: Password
es: Contraseña

source: Surname
es: Apellidos

source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur

source: Worker
de: Arbeiter
es: Trabajador
fr: Travailleur

source: Position
es: Posición

source: Language
de: Sprache
es: Idioma
fr: Langue

source: Current Password
es: Contraseña Actual

source: New Password
es: Nueva Contraseña

source: New Password (again)
de: Neues Passwort (wieder)
es: Nueva contraseña (otra vez)
fr: Nouveau mot de passe (encore)

source: Users
de: Benutzer
es: Usuarios
fr: Utilisateurs

source: Active
de: Aktiv
es: Activo
fr: Actif

source: Address
de: Adresse
es: Dirección
fr: Adresse

source: Telephone
de: Telefon
es: Teléfono
fr: Téléphone

source: e-mail
es: correo electrónico

source: Data Entry Monitor
de: Dateneingabe-Monitor
es: Monitor de entrada de datos
fr: Moniteur de saisie de données

source: Campaigns
de: Kampagnen
es: Campañas
fr: Campagnes

source: Customers
de: Kunden
es: Clientes
fr: Clients

source: Lists
de: Verzeichnisse
es: Listas
fr: Listes

source: Tasks
de: Aufgaben
es: Tareas
fr: Tâches

source: Statistics
de: Statistik
es: Estadísticas
fr: Statistiques

source: About
de: Über
es: Acerca de
fr: À propos de

source: Change Password
de: Passwort ändern
es: Cambiar la contraseña
fr: Changer le mot de passe

source: Logout
de: Abmeldung
es: Cierre de sesión
fr: Déconnexion

source: Project Users
de: Projekt-Benutzer
es: Usuarios del proyecto
fr: Utilisateurs du projet

source: Login
de: Anmeldung
es: Inicio de sesión
fr: Connexion

source: Register
es: Registro
fr: Registre

source: Welcome, %s
de: Willkommen, %s
es: Bienvenido, %s
fr: Bienvenue, %s

source: Username or password not valid or account disabled.
de: Benutzername oder Passwort ungültig oder Konto deaktiviert.
es: El nombre de usuario o la contraseña no son válidos o la cuenta está desactivada.
fr: Nom d'utilisateur ou mot de passe non valide ou compte désactivé.

source: , Session Finished
de: , Sitzung beendet
es: , Sesión terminada
fr: , la session est terminée

source: %s username already exists, try another one
de: %s-Benutzername existiert bereits, versuchen Sie einen anderen
es: El nombre de usuario %s ya existe, prueba con otro
fr: %s nom d'utilisateur existe déjà, essayez-en un autre

source: %s. Notification sent.
de: %s. Benachrichtigung gesendet.
es: %s. Notificación enviada.
fr: %s. Notification envoyée.

source: Incorrect data. Review and retry.
de: Falsche Daten. Überprüfen und erneut versuchen.
es: Datos incorrectos. Revisar y reintentar.
fr: Données incorrectes. Vérifiez et réessayez.

source: Language updated to
de: Sprache aktualisiert auf
es: Idioma actualizado a
fr: Langue mise à jour en

source: Incorrect Data
de: Falsche Daten
es: Datos incorrectos
fr: Données incorrectes

source: Select desired language, please
de: Wählen Sie die gewünschte Sprache, bitte
es: Seleccione el idioma deseado, por favor
fr: Sélectionnez la langue souhaitée, s'il vous plaît

source: Password updated
de: Passwort aktualisiert
es: Contraseña actualizada
fr: Mot de passe mis à jour

source: Passwords do not match
de: Passwörter stimmen nicht überein
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas

source: Incorrect Password
de: Falsches Passwort
es: Contraseña incorrecta
fr: Mot de passe incorrect

source: Username
es: Nombre de usuario
fr: Nom d'utilisateur

source: First Name
de: Vorname
es: Nombre
fr: Prénom

source: Last Name
es: Apellido
fr: Dernier nom

source: Registered Date
de: Eingetragenes Datum
es: Fecha de registro
fr: Date d'enregistrement

source: Last Login
es: Última conexión
fr: Dernier login

source: Started upload and replace database data Task...
de: Hochladen und Ersetzen von Datenbankdaten gestartet Aufgabe...
es: Comenzó a cargar y reemplazar los datos de la base de datos Tarea...
fr: Démarrage du téléchargement et du remplacement des données de la base de données Tâche...

source: CLEARING and FILLING Database with blanks...
de: CLEARING und FILLING Datenbank mit Leerzeichen...
es: LIMPIEZA y RELLENADO de la base de datos con espacios en blanco...
fr: NETTOYER et REMPLIR la base de données avec des blancs...

source: Are you sure to CLEAR this projects Database batch and fill it with blanks?
es: ¿Estás seguro de que vas a borrar esta base de datos de proyectos y llenarla de registros en blanco?

source: It will clear a batch of your choice, chosen in next dialog.
es: Esto borrará un lote de tu elección a elegir luego

source: block number?
de: Blocknummer
es: ¿Número de bloque?
fr: Numéro de bloc?

source: Enter number of records to add
de: Anzahl der hinzuzufügenden Datensätze eingeben
es: Introduzca el número de registros a añadir
fr: Entrez le nombre d'enregistrements à ajouter

source: Select OCR Language from list
es: Seleccione el idioma de OCR de la lista

source: OCR/Barcode Task...
de: OCR/Barcode Aufgabe...
es: Tarea de OCR/Código de barras...
fr: Tâche OCR/Barcode...

source: Block Number (Entering 0 will export all batches from project)
de: Blocknummer (bei Eingabe von 0 werden alle Chargen aus dem Projekt exportiert)
es: Número de bloque (si se introduce 0, se exportarán todos los lotes del proyecto)
fr: Numéro de bloc (En entrant 0, on exporte tous les lots du projet)

source: EXPORTING DATA to CSV FILE...
de: EXPORT VON DATEN in eine CSV-DATEI...
es: EXPORTACIÓN DE DATOS A UN ARCHIVO CSV...
fr: EXPORTER DES DONNÉES vers un FICHIER CSV...

source: Are you sure to REMOVE COMPLETELY this PROJECT
de: Sind Sie sicher, dass Sie dieses PROJEKT VOLLSTÄNDIG ENTFERNEN können?
es: ¿Está seguro de eliminar por completo este proyecto?
fr: Êtes-vous sûr de vouloir supprimer complètement ce projet ?

source: removing project...
de: Projekt entfernen...
es: eliminando el proyecto...
fr: retirer le projet...

source: project removed...
de: Projekt entfernt...
es: proyecto eliminado...
fr: projet retiré...

source: Project BLOCK to remove?
de: Projekt BLOCK zu entfernen?
es: ¿Proyecto BLOQUE para eliminar?
fr: Blocage du projet à supprimer ?

source: removing block...
de: Block entfernen...
es: quitando el bloque...
fr: retirer le bloc...

source: block
es: bloque
fr: bloc

source: removed...
de: entfernt...
es: retirado...
fr: retiré...

source: Images
es: Imagenes

source: The file to upload with batch must be a tgz or zip file containing numbered jpg images with
de: Die mit Batch hochzuladende Datei muss eine tgz- oder zip-Datei sein, die nummerierte jpg-Bilder mit
es: El archivo a cargar por lotes debe ser un archivo tgz o zip que contenga imágenes jpg numeradas con
fr: Le fichier à télécharger avec le lot doit être un fichier tgz ou zip contenant des images jpg numérotées avec

source: When loaded you will get a message and you should see after pressing in IMAGE button the first image preview.
es: Cuando cargue obtendrás un mensaje y deberías verlo tras pulsar el botón IMAGEN del primer previsualizado de imágen

source: Select File
de: Datei auswählen
es: Seleccione el archivo
fr: Sélectionnez le fichier

source: Load Images
de: Bilder laden
es: Cargar imágenes

source: Image
de: Bild
es: Imagen

source: CSV Data Loader
es: Cargador de datos CSV

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

source: Load
de: Laden Sie
es: Carga
fr: Chargement

source: ADD AND DEFINE NEW Project
de: NEUES Projekt HINZUFÜGEN UND DEFINIEREN
es: AÑADIR Y DEFINIR NUEVO Proyecto
fr: Ajouter et définir un nouveau projet

source: EDIT Project SPECS
de: EDIT Projekt SPECS
es: EDITAR ESPECIFICACIONES DEL PROYECTO
fr: ÉDITION DES SPÉCIFICATIONS DU PROJET

source: DELETE Project completely
de: DELETE Projekt vollständig löschen
es: Borrar completamente el proyecto
fr: SUPPRIMER complètement le projet

source: EXPORT recorded data of the project database(csvfile)
de: EXPORT der aufgezeichneten Daten der Projektdatenbank (csv-Datei)
es: Exportar los datos registrados de la base de datos del proyecto (archivo csv)
fr: EXPORTATION des données enregistrées de la base de données du projet (fichier csv)

source: IMPORT csv file into database
de: csv-Datei in Datenbank importieren
es: IMPORTAR el archivo csv en la base de datos
fr: IMPORTATION du fichier csv dans la base de données

source: CLEAR NEW OR EXISTING BLOCK and FILL it with blanks
de: CLEARING und FILLING Datenbank mit Leerzeichen...
es: LIMPIEZA y RELLENADO de la base de datos con espacios en blanco...
fr: NETTOYER et REMPLIR la base de données avec des blancs...

source: And LOAD batches.
de: Und LOAD-Chargen.
es: Y CARGA los lotes.
fr: Et chargez les lots.

source: DELETE individual existing BLOCK
de: Einzelnen bestehenden BLOCK LÖSCHEN
es: BORRAR BLOQUE individual existente
fr: SUPPRIMER un BLOC individuel existant

source: OCR AND BARCODE scan
de: OCR- UND BARCODE-Scan
es: Escaneo de OCR y código de barras
fr: Scanner OCR ET BARCODE

source: Yes
de: Ja
es: Sí
fr: Oui

source: Loading file...
de: Datei laden...
es: Cargando archivo...
fr: Chargement du fichier...

source: Images Loaded
de: Geladene Bilder
es: Imágenes cargadas
fr: Images chargées

source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?

source: Campaign
es: Campaña

source: Load a .jpg file that will be used as base model for Data Entry.<br/>Images in batches, later will be of the same type as this one. Same size, same design, same fields.
de: Laden Sie eine .jpg-Datei, die als Basismodell für die Dateneingabe verwendet wird.<br/>Bilder in Stapeln, die später vom gleichen Typ wie dieses sind. Gleiche Größe, gleiches Design, gleiche Felder.
es: Cargue un archivo .jpg que se utilizará como modelo base para la Entrada de Datos.<br/>Las imágenes por lotes, más tarde serán del mismo tipo que ésta. Mismo tamaño, mismo diseño, mismos campos.
fr: Chargez un fichier .jpg qui sera utilisé comme modèle de base pour la saisie de données.<br/>Les images par lots, plus tard seront du même type que celle-ci. Même taille, même design, mêmes champs.

source: Previous
de: Vorherige
es: Anteriormente
fr: Précédent

source: Next
de: Weiter
es: Siguiente
fr: Suivant

source: Fields and Properties
de: Felder und Eigenschaften
es: Campos y propiedades
fr: Champs et propriétés

source: Add Field
de: Feld hinzufügen
es: Añadir campo
fr: Ajouter un champ

source: Image Position
de: Bild Position
es: Posición de la imagen

source: Project ready to use.
de: Das Projekt ist einsatzbereit.
es: Proyecto listo para usar.
fr: Projet prêt à être utilisé.

source: Now, click populate and OCR option to clear database and fill ocr data.
de: Klicken Sie nun auf die Option Population und OCR, um die Datenbank zu leeren und die OCR-Daten auszufüllen.
es: Ahora, haga clic en la opción de rellenar y OCR para limpiar la base de datos y rellenar los datos OCR.
fr: Maintenant, cliquez sur l'option populate and OCR pour effacer la base de données et remplir les données ocr.

source: Load Data from CSV into Database
de: Daten aus CSV in die Datenbank laden
es: Cargar datos de CSV en la base de datos
fr: Charger les données d'un CSV dans une base de données

source: Done
de: Erledigt
es: Hecho
fr: Terminé

source: Open
de: Öffnen Sie
es: Abrir
fr: Ouvrir

source: Add List to Database
de: Liste zur Datenbank hinzufügen
es: Añadir lista a la base de datos
fr: Ajouter une liste à la base de données

source: Remove List From Database
de: Liste aus der Datenbank entfernen
es: Eliminar la lista de la base de datos
fr: Supprimer la liste de la base de données

source: View List Data
de: Listendaten anzeigen
es: Ver datos de la lista
fr: Afficher les données de la liste

source: Really want to remove list?
de: Wollen Sie die Liste wirklich entfernen?
es: ¿Realmente quiere eliminar la lista?
fr: Vous voulez vraiment supprimer la liste ?

source: removing list...
de: Liste entfernen...
es: eliminando la lista...
fr: retirer la liste...

source: New List
de: Neue Liste
es: Nueva lista
fr: Nouvelle liste

source: Add
de: hinzufügen
es: Añadir
fr: Ajouter

source: Loading... please, wait...
de: Laden... bitte, warten...
es: Cargando... por favor, espere...
fr: Chargement... s'il vous plaît, attendez...

source: Remove
de: entfernen
es: Eliminar
fr: Retirer

source: Save
de: Speichern Sie
es: Guardar
fr: Sauvez

source: title: Keys:<br/> 'alt' show current content <br/> 'ctrl' first field focus<br/> '+' confirm changes<br/> 'esc' close hints<br/> 'enter' next field<br/> 'up key' previous field
de: title: Tasten:<br/> 'alt' aktuellen Inhalt anzeigen<br/> 'ctrl' erstes Feld fokussieren<br/> '+' Änderungen bestätigen<br/> 'esc' Hinweise schließen<br/> 'enter' nächstes Feld<br/> 'up key' vorheriges Feld
es: title: Teclas:<br/> 'alt' mostrar contenido actual <br/> 'ctrl' primer foco de campo<br/> '+' confirmar cambios<br/> 'esc' cerrar pistas<br/> 'enter' campo siguiente<br/> 'tecla arriba' campo anterior
fr: title: Touches:<br/> 'alt' afficher le contenu actuel<br/> 'ctrl' focus sur le premier champ<br/> '+' confirmer les changements<br/> 'esc' fermer les indices<br/> 'enter' champ suivant<br/> 'up key' champ précédent.

source: Keys
de: Tasten
es: Claves
fr: Clés

source: verify
de: Überprüfen Sie
es: verificar
fr: vérifier

source: title: Keys:<br/> 'ctrl' first field focus<br/> 'esc' close hints<br/> 'enter' next field<br/> 'up key' previous field
de: title: Tasten:<br/> 'alt' aktuellen Inhalt anzeigen<br/> 'ctrl' erstes Feld fokussieren<br/> '+' Änderungen bestätigen<br/> 'esc' Hinweise schließen<br/> 'enter' nächstes Feld<br/> 'up key' vorheriges Feld
es: title: Teclas:<br/> 'ctrl' foco de campo a 1er campo<br/> 'esc' cerrar mensajes<br/> 'enter' campo siguiente<br/> 'tecla arriba' campo anterior
fr: titile: Touches:<br/> 'alt' afficher le contenu actuel<br/> 'ctrl' focus sur le premier champ<br/> '+' confirmer les changements<br/> 'esc' fermer les indices<br/> 'enter' champ suivant<br/> 'up key' champ précédent

source: Reset
es: Reiniciar
fr: Réinitialisation

source: Go To Record
de: Zur Aufzeichnung gehen
es: Ir al registro
fr: Aller à l'enregistrement

source: batch
de: Charge
es: lote
fr: lot

source: Data Entry Finished
de: Dateneingabe abgeschlossen
es: Entrada de datos terminada
fr: Saisie de données terminée

source: Verification Finished
de: Verifizierung Beendet
es: Verificación finalizada
fr: Vérification terminée

source: record number to go to?
es: numero de registro para posicionarse?

source: Verification: Text doesnt match:
de: Überprüfen: Text stimmt nicht überein:
es: Verificación: El texto no coincide:
fr: Vérification : Le texte ne correspond pas :

source: Verification: Text OK:
de: Verifizierung: Text OK:
es: Verificación: Texto OK:
fr: Vérification : Texte OK :

source: Verification:
de: Verifizierung:
es: Verificación:
fr: Vérification :

source: empty field(s)
de: Leere(s) Feld(er)
es: campo(s) vacío(s)
fr: champ(s) vide(s)

source: not filled in fields
de: nicht ausgefüllte Felder
es: campos no rellenados
fr: champs non remplis

source: value out of range
de: Wert außerhalb des Bereichs
es: valor fuera de rango
fr: valeur hors de la plage

source: corrected data :
de: korrigierte Daten :
es: datos corregidos :
fr: données cor cor cor données :

source: not all required fields filled in
de: nicht alle Pflichtfelder ausgefüllt
es: no se han rellenado todos los campos obligatorios
fr: tous les champs obligatoires ne sont pas remplis

source: Select Project
de: Projekt auswählen
es: Seleccione el proyecto
fr: Sélectionner le projet

source: Select User
de: Benutzer auswählen
es: Seleccionar usuario
fr: Sélectionner l'utilisateur

source: Select Time Measure
de: Zeitmessung auswählen
es: Seleccione la medida de tiempo
fr: Sélectionner la mesure du temps

source: Select Operation
de: Betrieb auswählen
es: Seleccione la operación
fr: Sélectionner l'opération

source: Chart
de: Tabelle
es: Gráfico
fr: Graphique

source: Data Entry Statistics
de: Dateneingabe-Statistik
es: Estadísticas de entrada de datos
fr: Statistiques de saisie de données

source: Data Entry/Verify
de: Dateneingabe/Überprüfung
es: Entrada de datos/Verificación
fr: Saisie de données/vérification

source: <p>Contact me if you find bugs, security issues or want new improvements, etc...</p><br/>
de: <p>Kontaktieren Sie mich, wenn Sie Bugs, Sicherheitsprobleme oder neue Verbesserungen etc. finden...</p><br/>
es: <p>Contacta conmigo si encuentras bugs, problemas de seguridad o quieres nuevas mejoras, etc...</p><br/>
fr: <p>Contactez-moi si vous trouvez des bugs, des problèmes de sécurité ou si vous souhaitez de nouvelles améliorations, etc...</p><br/>.

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
de: Dieses Programm ist freie Software: Sie können es unter den Bedingungen der GNU General Public License, wie sie von der Free Software Foundation veröffentlicht wurde, weitergeben und/oder modifizieren, entweder gemäß Version 3 der Lizenz oder (nach Ihrer Wahl) jeder späteren Version.
es: Este programa es software libre: puede redistribuirlo y/o modificarlo bajo los términos de la Licencia Pública General GNU publicada por la Fundación para el Software Libre, ya sea la versión 3 de la Licencia, o (a su elección) cualquier versión posterior.
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier selon les termes de la licence publique générale GNU telle que publiée par la Free Software Foundation, soit la version 3 de la licence, soit (à votre choix) toute version ultérieure.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm wird in der Hoffnung verteilt, dass es nützlich ist, aber OHNE JEGLICHE GARANTIE; sogar ohne die stillschweigende Garantie der HANDELSÜBLICHKEIT oder der EIGNUNG FÜR EINEN BESTIMMTEN ZWECK. Siehe die GNU General Public License für weitere Details.
es: Este programa se distribuye con la esperanza de que sea útil, pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o ADECUACIÓN A UN PROPÓSITO PARTICULAR. Vea la Licencia Pública General GNU para más detalles.
fr: Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE ; sans même la garantie implicite de COMMERCIALISATION ou d'ADÉQUATION À UN USAGE PARTICULIER. Voir la licence publique générale GNU pour plus de détails.

source: You should have received a copy of the GNU General Public License along with this program. If not, see
de: Sie sollten zusammen mit diesem Programm ein Exemplar der GNU General Public License erhalten haben. Falls nicht, siehe
es: Debería haber recibido una copia de la Licencia Pública General GNU junto con este programa. Si no es así, consulte
fr: Vous devriez avoir reçu une copie de la licence publique générale GNU avec ce programme. Si ce n'est pas le cas, consultez

source: Disclaimer
de: Haftungsausschluss
es: Descargo de responsabilidad
fr: Avis de non-responsabilité
